{
    "courses": [
        {
          "name": "Financial Spreadsheets",
          "code": null,
          "overview": "The Financial Spreadsheets module covers the advanced skills needed to produce sophisticated reports, perform complex mathematical and statistical calculations, and improve productivity using a spreadsheet application. Spreadsheets are an important tool for managing and analysing financial data. But taking advantage of the more advanced features that spreadsheet tools offer needs deeper, enhanced skills. This module will help professionals use the complex capabilities of spreadsheet tools to understand data and make informed decisions.",
          "duration": "30hrs",
          "startDate": "4th Oct 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 15000,
          "totalSlots": 50,
          "bookedSlots": 30,
          "dateCreated": "2021-10-09T21:00:00.000Z"
        },
        {
          "name": "PRINCE2 Agile® Practitioner",
          "code": "PMP",
          "overview": "This course covers the qualification from AXELOS which represents an extension to PRINCE2®.  The course is equally divided between practical exercises and theory as it examines how to use PRINCE2® in an agile context.  The course ends with an exam that allows you to achieve PRINCE2 Agile® Practitioner status.",
          "duration": "30hrs",
          "startDate": "3rd Jan 2022",
          "time": "9am - 12pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 20000,
          "totalSlots": 100,
          "bookedSlots": 20,
          "dateCreated": "2021-09-09T21:00:00.000Z"
        },
        {
          "name": "Agile Project Management",
          "code": "PMP",
          "overview": "This training course provides a thorough understanding of the agile process and extensive opportunities to practice implementing agile best practices throughout a project’s life cycle. You will learn about agile concepts such as the minimum viable product (MVP), project envisioning, team velocity, estimating and prioritizing user stories, how to manage risk, effective techniques to identify key stakeholders and their success criteria, and best practices for leading agile teams. ",
          "duration": "12hrs",
          "startDate": "3rd Jan 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 20000,
          "totalSlots": 80,
          "bookedSlots": 22,
          "dateCreated": "2021-10-08T21:00:00.000Z"
        },
        {
          "name": "PRINCE2 Agile ® Foundation",
          "code": "APRF",
          "overview": "To complement the AXELOS PRINCE2 Agile® Practitioner qualification, the Introduction of the PRINCE2 Agile® Foundation certification reinforces PRINCE2 Agile’s unrivalled reputation as the world’s most complete agile project management method, combining the benefits of agile ways of working, with the governance and structure of the PRINCE2 method. The introduction of PRINCE2 Agile® Foundation will enable everyone to benefit from guidance on delivering, managing, or working within agile projects and project teams, without the need for any prior knowledge of PRINCE2. This 3-day course determines how to use PRINCE2® with Agile ways of working as a foundation certification course.",
          "duration": "18hrs",
          "startDate": "23rd March 2021",
          "time": "7am - 8pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 25000,
          "totalSlots": 100,
          "bookedSlots": 40,
          "dateCreated": "2021-07-09T21:00:00.000Z"
        },
        {
          "name": "Kanban workshop",
          "code": null,
          "overview": "The Kanban training Workshop provides guidance on Kanban implementation and bootstrapping a Kanban system in your own organization. You will learn how Kanban is a cultural change initiative and what that shift means, how Kanban can be applied to your software development workflow, and how it differs from other development methods. ",
          "duration": "30hrs",
          "startDate": "4th Oct 2021",
          "time": "4pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 30000,
          "totalSlots": 75,
          "bookedSlots": 30,
          "dateCreated": "2021-10-06T21:00:00.000Z"
        },
        {
          "name": "Spreadsheets",
          "code": "CA740",
          "overview": "The Spreadsheets module allows candidates to understand the concept of spreadsheets and to demonstrate an ability to use a spreadsheet to produce accurate work outputs. The analysis of numerical data is an important activity in a broad range of job roles and organisations. Accountants, project managers, sales executives, engineers – and many more – rely on spreadsheets to carry out crucial calculations. ICDL Spreadsheets sets out the essentials skills and knowledge required to use this powerful tool effectively.",
          "duration": "20hrs",
          "startDate": "4th Dec 2021",
          "time": "1pm - 3pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 8000,
          "totalSlots": 100,
          "bookedSlots": 25,
          "dateCreated": "2021-05-09T21:00:00.000Z"
        },
        {
          "name": "Management Spreadsheets",
          "code": null,
          "overview": "The Management Spreadsheets 3.0 module sets out advanced skills that can be used to produce sophisticated reports, perform complex mathematical and statistical calculations, and improve productivity when using a spreadsheet application. In a data driven world, understanding how to use a versatile tool like a spreadsheet can be invaluable. Spreadsheet skills are essential in a range of areas, from learning, education and research to business. The Management Spreadsheets module covers topics like displaying data in charts, analysing data using tables and scenarios, validating data, working more productively, and working collaboratively. It is ideal for anyone who needs to know how to go further than simple formulas in spreadsheet tools.",
          "duration": "30hrs",
          "startDate": "10th Oct 2021",
          "time": "3pm - 6pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 15000,
          "totalSlots": 60,
          "bookedSlots": 22,
          "dateCreated": "2021-08-09T21:00:00.000Z"
        },
        {
          "name": "Data Analytics",
          "code": null,
          "overview": "The Data Analytics module covers the main concepts and skills needed to analyse statistics, prepare data sets, summarise data, and create data visualisations. As technology is used more and more for everyday activities such as sales, production, logistics, and customer services, organisation are generating large sets of data which can be a valuable resource if evaluated correctly.",
          "duration": "25hrs",
          "startDate": "21 Oct 2021",
          "time": "11am - 1pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 25000,
          "totalSlots": 75,
          "bookedSlots": 60,
          "dateCreated": "2021-10-09T21:00:00.000Z"
        },
        {
          "name": "Oracle 12c Database Administration II",
          "code": null,
          "overview": "In this course, you will learn a wide variety of advanced concepts to let you fully master administration of an Oracle database. This course includes a thorough discussion of new Oracle 12c automation features including flashback technologies, automated storage management, automated tuning tools, and automated management tools (such as the new scheduler).",
          "duration": "22hrs",
          "startDate": "4th Nov 2021",
          "time": "3pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 22000,
          "totalSlots": 100,
          "bookedSlots": 56,
          "dateCreated": "2021-10-21T21:00:00.000Z"
        },
        {
          "name": "Querying Data with Transact-SQL",
          "code": "20761",
          "overview": "This course is designed to introduce students to Transact-SQL. It is designed in such a way that the first three days can be taught as a course to students requiring the knowledge for other courses in the SQL Server curriculum. Days 4 & 5 teach the remaining skills required to take exam 70-761.",
          "duration": "30hrs",
          "startDate": "1st Nov 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 35000,
          "totalSlots": 60,
          "bookedSlots": 26,
          "dateCreated": "2021-03-09T21:00:00.000Z"
        },
        {
          "name": "Analysing Data with SQL Server Reporting Services",
          "code": null,
          "overview": "This five-day instructor-led course teaches students how to implement a SQL Server 2016 Reporting Services solution for data analysis in an organization. The course discusses how to use the Reporting Services development tools to create and manage reports and implement self-service BI solutions.",
          "duration": "30hrs",
          "startDate": "14th Oct 2021",
          "time": "10am - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 25000,
          "totalSlots": 90,
          "bookedSlots": 30,
          "dateCreated": "2021-07-09T21:00:00.000Z"
        },
        {
          "name": "Designing Business Intelligence Solutions with Microsoft SQL Server 2014",
          "code": null,
          "overview": "In this course, you will learn how to design, implement, and maintain a Business Intelligence (BI) platform with Microsoft SQL Server 2014. You will learn to design a data warehouse and Business Intelligence solutions including: ETL, BI Delivery, Reporting Services, Excel Reporting, SharePoint Server BI along with how to monitor and optimize a BI solution. You will learn big data concepts and analysis using Microsoft Azure HDInsight plus how to design, implement, and process big data solutions.",
          "duration": "40hrs",
          "startDate": "4th Sep 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 15000,
          "totalSlots": 50,
          "bookedSlots": 40,
          "dateCreated": "2021-10-03T21:00:00.000Z"
        },
        {
          "name": "Oracle Database 12c: Backup and Recovery Workshop, 2.0",
          "code": "OCIZ0-083",
          "overview": "This Oracle Database 12c: Backup and Recovery Workshop will teach you how to evaluate your own recovery requirements. You will develop appropriate strategies for backup, restore and recovery procedures from provided scenarios. In this course, you will be introduced to Oracle Database Cloud Service.",
          "duration": "50hrs",
          "startDate": "4th Jan 2022",
          "time": "3pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 45000,
          "totalSlots": 80,
          "bookedSlots": 42,
          "dateCreated": "2021-10-06T21:00:00.000Z"
        },
        {
          "name": "Microsoft Azure Big Data Analytics Solutions",
          "code": "552241",
          "overview": "This is a two-day instructor-led course intended for data professionals who want to expand their knowledge about creating big data analytic solutions on Microsoft Azure.",
          "duration": "30hrs",
          "startDate": "15th Nov 2021",
          "time": "1pm - 7pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 16000,
          "totalSlots": 80,
          "bookedSlots": 22,
          "dateCreated": "2021-07-09T21:00:00.000Z"
        },
        {
          "name": "Introduction to SQL Databases",
          "code": null,
          "overview": "This Microsoft course describes fundamental database concepts including database types, database languages, and database designs",
          "duration": "20hrs",
          "startDate": "29th Oct 2021",
          "time": "12pm - 3pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 25000,
          "totalSlots": 30,
          "bookedSlots": 22,
          "dateCreated": "2021-06-09T21:00:00.000Z"
        },
        {
          "name": "Analysing Big Data with Microsoft R",
          "code": "20773",
          "overview": "This course will give you the ability to use Microsoft R Server to create and run an analysis on a large dataset, and show how to utilize it in Big Data environments, such as a Hadoop or Spark cluster, or a SQL Server database.",
          "duration": "30hrs",
          "startDate": "1st Dec 2021",
          "time": "1pm - 3pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 35000,
          "totalSlots": 64,
          "bookedSlots": 21,
          "dateCreated": "2021-09-06T21:00:00.000Z"
        },
        {
          "name": "Analyzing Data with Excel",
          "code": "10779",
          "overview": "The main purpose of the course is to give students the ability to add BI techniques to Excel data analysis. The course goes beyond the capabilities of tables and charts and uses Pivot Charts, the Excel Data Model, and Power BI.",
          "duration": "18hrs",
          "startDate": "18th Oct 2021",
          "time": "5pm - 7pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 25000,
          "totalSlots": 90,
          "bookedSlots": 21,
          "dateCreated": "2021-07-09T21:00:00.000Z"
        },
        {
          "name": "Oracle 12c Database Administration I",
          "code": null,
          "overview": "In this course, you will learn a wide variety of advanced concepts to let you fully master administration of an Oracle database. This course includes a thorough discussion of new Oracle 12c automation features including flashback technologies, automated storage management, automated tuning tools, and automated management tools (such as the new scheduler).",
          "duration": "40hrs",
          "startDate": "6th Nov 2021",
          "time": "12pm - 2pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 45000,
          "totalSlots": 60,
          "bookedSlots": 24,
          "dateCreated": "2021-09-21T21:00:00.000Z"
        },
        {
          "name": "Analysing and Visualizing Data with Power BI",
          "code": "20778",
          "overview": "The main purpose of the course is to give you a good understanding of data analysis with Power BI. The course includes creating visualizations, the Power BI Service, and the Power BI Mobile App",
          "duration": "18hrs",
          "startDate": "12th Oct 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 35000,
          "totalSlots": 70,
          "bookedSlots": 22,
          "dateCreated": "2021-10-05T21:00:00.000Z"
        },
        {
          "name": "Analysing and Visualizing Data with Microsoft Excel",
          "code": "20779",
          "overview": "In this course you will learn how to implement a SQL Server 2016 Reporting Services solution for data analysis in an organization. You will discover how to use the Reporting Services development tools to create and manage reports and implement self-service BI solutions.",
          "duration": "18hrs",
          "startDate": "15th Oct 2021",
          "time": "1pm - 2pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 55000,
          "totalSlots": 60,
          "bookedSlots": 22,
          "dateCreated": "2021-10-03T21:00:00.000Z"
        },
        {
          "name": "Microsoft Azure Big Data Analytics Solutions",
          "code": "552241",
          "overview": "This is a two-day instructor-led course intended for data professionals who want to expand their knowledge about creating big data analytic solutions on Microsoft Azure.",
          "duration": "30hrs",
          "startDate": "11th Nov 2021",
          "time": "4pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 25000,
          "totalSlots": 56,
          "bookedSlots": 24,
          "dateCreated": "2021-10-01T21:00:00.000Z"
        },
        {
          "name": "Level 5 Diploma in Business",
          "code": "L5DB",
          "overview": "The NCC Education Level 5 Diploma in Business (L5DB) is an Ofqual related qualification. The qualification makes up the second year of the NCC Education degree journey and builds upon the knowledge gained during the NCC Education Level 4 Diploma in Business (L4DB). Exposing students to greater detail and more advanced topics in a range of areas including economics, marketing, finance and management.",
          "duration": "1 year",
          "startDate": "10th Jan 2022",
          "time": "9am - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 105000,
          "totalSlots": 60,
          "bookedSlots": 20,
          "dateCreated": "2021-09-03T21:00:00.000Z"
        },
        {
          "name": "Microsoft Information Protection Administrator",
          "code": "SC400T00",
          "overview": "Learn how to protect information in your Microsoft 365 deployment. This course focuses on data governance and information protection within your organization. The course covers implementation of data loss prevention policies, sensitive information types, sensitivity labels, data retention policies and Office 365 message encryption among other related topics. The course helps learners prepare for the Microsoft Information Protection Administrator exam (SC-400).",
          "duration": "12hrs",
          "startDate": "21st Oct 2021",
          "time": "2pm - 5pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 15000,
          "totalSlots": 80,
          "bookedSlots": 22,
          "dateCreated": "2021-06-09T21:00:00.000Z"
        },
        {
          "name": "Microsoft Security Operations Analyst",
          "code": "SC-200T00",
          "overview": "Learn how to investigate, respond to, and hunt for threats using Microsoft Azure Sentinel, Azure Defender, and Microsoft 365 Defender. In this course you will learn how to mitigate cyberthreats using these technologies. Specifically, you will configure and use Azure Sentinel as well as utilize Kusto Query Language (KQL) to perform detection, analysis, and reporting. The course was designed for people who work in a Security Operations job role and helps learners prepare for the exam SC-200: Microsoft Security Operations Analyst.",
          "duration": "18hrs",
          "startDate": "4th Feb 2022",
          "time": "4pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 5000,
          "totalSlots": 50,
          "bookedSlots": 22,
          "dateCreated": "2021-08-05T21:00:00.000Z"
        },
        {
          "name": "Microsoft Security, Compliance, and Identity Fundamentals",
          "code": "SC-900T00",
          "overview": "Some summary",
          "duration": "6hrs",
          "startDate": "4th Dec 2021",
          "time": "4pm - 5pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 10000,
          "totalSlots": 60,
          "bookedSlots": 22,
          "dateCreated": "2021-07-21T21:00:00.000Z"
        },
        {
          "name": "Microsoft Identity and Access Administrator",
          "code": "SC-300T00",
          "overview": "This course provides IT Identity and Access Professional, along with IT Security Professional, with the knowledge and skills needed to implement identity management solutions based on Microsoft Azure AD, and it connected identity technologies. This course includes identity content for Azure AD, enterprise application registration, conditional access, identity governance, and other identity tools.",
          "duration": "28hrs",
          "startDate": "4th Oct 2021",
          "time": "1pm - 3pm",
          "deliveryMode": "Live Online In-Class Training",
          "price": 25000,
          "totalSlots": 70,
          "bookedSlots": 16,
          "dateCreated": "2021-08-21T21:00:00.000Z"
        },
        {
          "name": "Certified Artificial Intelligence Practitioner™",
          "code": "CAIP",
          "overview": "This 5-day CertNexus CyberSec Certified Artificial Intelligence (AI) Practitioner Certification course accredited by CertNexus. Shows you how to apply various approaches and algorithms to solve business problems through AI and ML, follow a methodical workflow to develop sound solutions, use open source, off-the-shelf tools to develop, test, and deploy those solutions, and ensure that they protect the privacy of users.",
          "duration": "30hrs",
          "startDate": "10th Oct 2021",
          "time": "3pm - 6pm",
          "deliveryMode": "In-Class Training (IT)",
          "price": 20000,
          "totalSlots": 77,
          "bookedSlots": 38,
          "dateCreated": "2021-08-24T21:00:00.000Z"
        }
      ]
}